{
  "style_presets": [
    "long song 8 min,tropical ambient deep house with strong seaside atmosphere, soothing and relaxing, Gentle ocean wave sounds, soft breeze textures, subtle tropical bird calls, warm pads with long reverb, melodic marimba or steel-drum style plucks, airy synth arpeggios, Percussion should be light and organic, like soft shakers or hand drums, with minimal bass that only supports the flow, The vibe is calm and meditative, like sunset on a tropical beach, The track should feel weightless, dreamy, and deeply relaxing for an 8-minute instrumental journey",
    "long song 20min,smooth ocean lounge, ambient jazz chill, relaxing seaside atmosphere, soft piano and mellow saxophone, slow tempo, warm ambient textures, tropical breeze mood, elegant harmonies, ocean wave ambiance, late sunset colors, luxury beach resort vibe, tranquil melodies, cinematic slow jazz, background spa energy",
    "A smooth soulful chill R&B lounge mix with silky female vocals and emotional depth. Warm slow jam grooves blended with mellow keys, soft beats, deep bass, and lush harmonies. Music should flow continuously with seamless transitions, creating a cozy night atmosphere perfect for relaxation, studying, traveling, or romantic evenings. The female vocals should sound silky, soothing, and sensual, with a velvet tone that enhances the chill and soul mood. The overall vibe is urban soul meets chill R&B, with lounge-inspired textures, smooth grooves, and relaxing soulful energy for late-night listening.",
    "A nocturnal tropical deep house banger pulses with reggaeton groove—tight percussion, bouncing marimba riffs, and pulsing retro synths, Playful female vocals chant mantra-like hooks (“Bow wow, tiki tiki pow pow”), layered with chopped, chaotic call-and-response refrains, Swelling FX, tense filtered pads, and glitchy vocal drops heighten the digital jungle vibe, Explosive drops deliver deep sub-bass and wild vocal edits, all wrapped in an infectious, hallucinatory, and bounce-driven club energy",
    "Very slow and deeply relaxing handpan solo — spacious, meditative, almost silent between notes. Soft touches, long resonances, no extra instruments. Minimalist, hypnotic, calming atmosphere for deep relaxation and mindfulness.\""
  ],
  "last": {
    "kie_key": "b5990f39013c16406fd5d1be6b062767",
    "gpt_key": "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\n",
    "style_text": "Very slow and deeply relaxing handpan solo — spacious, meditative, almost silent between notes. Soft touches, long resonances, no extra instruments. Minimalist, hypnotic, calming atmosphere for deep relaxation and mindfulness.\"",
    "lyrics_text": "",
    "output_dir": "D:/"
  }
}